"Prevent accidental quitting" = "Prevent accidental quitting";
"Monthly" = "Monthly";
"Check for update immediately" = "Check for update immediately";
"Add Quicksilver to your login items" = "Add Quicksilver to your log-in items";
"Download updates in the background" = "Download updates in the background";
"Restart immediately" = "Restart immediately";
"Warn before quitting" = "Warn before quitting";
"Normal" = "Normal";
"Run Setup" = "Run Setup";
"Enable update checking" = "Enable update checking";
"Now" = "Now";
"⌽" = "⌽";